IdeaRS.Connections
CutPlateData.PlateAdjustment Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.CutPlateData.PlateAdjustment"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PlateAdjustmentType PlateAdjustment { get; set; }
Property Value
Type: PlateAdjustmentType
See Also
Reference
CutPlateData Class
IdeaRS.Connections.Data Namespace